{
	"Copy" = "Kopieren";
	"Select from here..." = "Wählen ab hier...";
	"Select to here and copy" = "Wählen bis hier und kopieren";
	"Move to beginning" = "Zum Anfang";
	"Move to end" = "Zum Ende";
	"Switch to Clipboard" = "Wechseln zu Clipboard";
	"Switch to Templates" = "Wechseln zu Templates";
	"Add to templates" = "Hinzufügen zu templates";
	"Select to here and add to templates" = "Wählen bis hier & hinzufügen";
	"Clipboard is empty" = "Clipboard ist leer";
	"No templates" = "Keine templates";
	"<Secure Text %u chars>" = "<Gesicherter Text %u Zeichen>";
	"Cannot paste" = "Kann nicht einfügen";
	SECURITY_BREACH_MESSAGE = "Kann nicht gesicherte Daten in ein ungesichertes Textfeld einfügen.";
	"Undo" = "Rückgängig machen";
	"Redo" = "Erneut";
	"Toggle editing mode" = "Ändere Bearbeitungsmodus";
	"Cut" = "Schneiden";
	"Delete" = "Löschen";
}